[
    {
        "title": "Donald Duck",
        "description": "Donald Fauntleroy Duck is a cartoon character created by The Walt Disney Company. Donald is an anthropomorphic white duck with a yellow-orange bill, legs, and feet."
    },
    {
        "title": "Mickey Mouse",
        "description": "Mickey Mouse is a cartoon character created in 1928 by The Walt Disney Company, who also serves as the brand's mascot. An anthropomorphic mouse who typically wears red shorts, large yellow shoes, and white gloves, Mickey is one of the world's most recognizable fictional characters."
    },
    {
        "title": "Minnie Mouse",
        "description": "Minnie Mouse is a cartoon character created by The Walt Disney Company. As the longtime sweetheart of Mickey Mouse, she is an anthropomorphic mouse with white gloves, a bow, polka-dotted dress, and low-heeled shoes occasionally with ribbons on them."
    },
    {
        "title": "Daisy Duck",
        "description": "Daisy Duck is a cartoon character created by The Walt Disney Company. As the girlfriend of Donald Duck, she is an anthropomorphic white duck that has large eyelashes and ruffled tail feathers around her lowest region to suggest a skirt. She is often seen wearing a hair bow, blouse, and heeled shoes."
    },
    {
        "title": "Goofy",
        "description": "Goofy is a cartoon character created by The Walt Disney Company. Goofy is a tall, anthropomorphic dog who typically wears a turtle neck and vest, with pants, shoes, white gloves, and a tall hat originally designed as a rumpled fedora. Goofy is a close friend of Mickey Mouse and Donald Duck."
    },
    {
        "title": "Pluto",
        "description": "Pluto is a cartoon character created by The Walt Disney Company. He is a yellow-orange color, medium-sized, short-haired dog with black ears. Unlike most Disney characters, Pluto is not anthropomorphic beyond some characteristics such as facial expression. He is Mickey Mouse's pet."
    },
    {
        "title": "Pete",
        "description": "Pete is a fictional character of The Walt Disney Company. He was created in 1925 by Walt Disney and Ub Iwerks and often appears as a nemesis and the main antagonist in Mickey Mouse universe cartoons and comics."
    },
    {
        "title": "Ursula",
        "description": "Ursula is a fictional character who appears in Walt Disney Pictures' 28th animated feature film The Little Mermaid."
    },
    {
        "title": "Geppetto",
        "description": "Geppetto, also known as Mister Geppetto, is a fictional character in the 1883 novel The Adventures of Pinocchio by Carlo Collodi. Geppetto is an elderly, impoverished woodcarver and the creator of Pinocchio."
    },
    {
        "title": "Figaro",
        "description": "Figaro is Geppetto's pet Tuxedo Cat in Disney's 1940 animated film Pinocchio. He later appeared as Minnie Mouse's cat in several cartoon shorts."
    }
]
